hexo.on('ready', () => {
  const { version } = require('../../package.json')
  hexo.log.info(`
  ===================================================================
    ｍｍ　ｍ　　　ａａａａ　　　　ｏｏｏ　　　ｙ　　　ｙ　　　ｅｅｅ
    ｍ　ｍ　ｍ　　　　　　ａ　　ｏ　　　ｏ　　ｙ　　　ｙ　　ｅ　　　ｅ
    ｍ　ｍ　ｍ　　　　　　ａ　　ｏ　　　ｏ　　ｙ　　　ｙ　　ｅ　　　ｅ
    ｍ　ｍ　ｍ　　　ａａａａ　　ｏ　　　ｏ　　　ｙ　ｙ　　　ｅｅｅｅｅ
    ｍ　ｍ　ｍ　　ａ　　　ａ　　ｏ　　　ｏ　　　ｙ　ｙ　　　ｅ
    ｍ　ｍ　ｍ　　ａ　　　ａ　　ｏ　　　ｏ　　　　ｙ　　　　ｅ　　　ｅ
    ｍ　ｍ　ｍ　　　ａａａａ　　　ｏｏｏ　　　　　ｙ　　　　　ｅｅｅ
    　　　　　　　　　　　　　　　　　　　　　ｙｙ
                        主题版本: 0.0.1
  ===================================================================`);
})
